ci: fix lint
